org/too-loud-a-solitude.org
#+SETUPFILE: ./hugo_setup.org
#+TITLE: 过于喧嚣的孤独
#+DATE: <2019-12-01 Sun>
要认知自己，只有身处孤独之境，因为孤独是回归自我、否定权威、建立自主权的力量。

阅读能够破除迷惘，让人明事理、通人情。今天看书时格外专注，喜不自胜。《过于喧嚣的孤独》一书描写得很是微妙，书中把主人公所受的各种苦难都幽默化的展现出来，读起来想笑，过后又引发深思。

摘录下一段：

#+begin_quote
  伙计，一切就全得看你自己啦，你得逼着自己到人群中去，你得自己找乐趣，自己演戏给自己看，直到你离开自己，因为从现在起，你永远只是绕着一个令人沮丧的圆圈儿转，你往前走却意味着回到原处。
#+end_quote

主人公是一个废纸打包工，因为引进了更加先进的工具，所以他失业了。此时，他已经在这个地方工作了
35 年，他以为自己会永远干下去，直至死亡。没想到此时的自己就被解雇了。

他劝慰自己，以前工作时，他总是期盼着能够从旧纸堆中找到令他着迷的书籍，现在工作没了，连这唯一的爱好也被剥夺了。不得不令人对主人公同情不已。

兜兜转转，人都是要死的，关键是你死之前的许多时光里是如何度过的。

书中主人公不停地重复着这样类似的话：我的知识都是无意间习得的，因为每天都要接触很多废纸，这里头一定有很多好书，所以每一个打包工的家里都有相当可观的藏书【这些书是我们在废纸中发现的，我们阅读它们，感到幸福，希望有一天我们读的书将会使我们的生活有质的改变。】。

主人公住处的几乎所有地方都堆满了书籍，睡觉的床的上空放了一块平台面。上面放了一堆书，有两吨重。可想而知，主人公的藏书之丰。

摘录另一段：

#+begin_quote
  那时候我已在内心找到了力量，使我能目睹不幸而漠然处之，克制自己的感情，那时候我已开始懂得目睹破坏和不幸的景象有多么美。
#+end_quote
